[
    {
<<<<<<< Updated upstream
        "id": "0",
        "tag": "VACCINATION",
        "title": "Should my pet be tested for COVID-19?",
        "content": "If your cat or dog is coughing, the good news is that it’s probably not due to COVID-19. Experts from the U.S. Centers for Disease Control and Prevention (CDC)  and the World Organization for Animal Health (OIE) agree that COVID-19 is predominantly a human illness, and it’s unlikely for pets to be infected with the coronavirus that causes COVID-19. There are many types of viruses that can make cats or dogs sick. So, your veterinarian will check your pet to make sure that the symptoms aren’t being caused by a more common virus or other health problem.\n\nOpinions about testing pets for COVID-19 are changing as we learn more about the virus and cases around the world. Public health authorities and veterinarians are working together to determine if an animal should be tested. Right now, there’s no evidence that dogs or cats can spread the virus to people. But there is growing evidence that in rare cases people may be able to infect animals. In the past month, two dogs and a cat in Hong Kong, a cat in Belgium, and a tiger at the Bronx Zoo in New York City were found to have been infected. In each situation, there was exposure to a COVID-19 positive person.\n\nIf your cat or dog is sick, the best thing to do is speak with your veterinarian. Be sure to let them know if your pet has been exposed to anyone who has COVID-19. Your veterinarian will let you know what to do and will work with public health authorities to determine if a test is recommended.",
        "image": "/article/hand-dog-article.png"
    },
    {
        "id": "1",
        "tag": "NUTRITION",
        "title": "Does Your Pet Belong Indoors or Outdoors?",
        "content": "Domestic cats and dogs are the most popular pets in the United States, numbering more than 130 million.\n\nSome people believe that cats are natural outdoor pets and will be happier outside, but according to the Humane Society of the United States, cats will stay healthier as indoor pets. Since the 1940s, when kitty litter first became available, cats have gradually moved indoors. Cats left outside adapt quickly and will naturally start hunting smaller mammals. Because they are not as dependent on people as dogs are, they have a greater tendency to stray from their homes. In fact, 20 percent of cats that are adopted were strays.\n\nHere are some things to keep in mind about outdoor cats:\n\nPet health. The average lifespan of an outdoor cat is about two years compared to more than 10 years for an indoor cat. Ticks, fleas, disease, traffic, and predators all pose danger to outdoor cats. Studies have found that about 13 percent of a coyote's diet consists of cats.\n\nEnvironmental concerns. Domestic cats are not part of the natural environment. Even when well fed, their instincts are to hunt. In addition to killing mice and chipmunks, outdoor cats kill millions of birds each year.\n\nOutdoor options. If you want to let your cat enjoy the outdoors, consider an outdoor pet enclosure or a harness. Cats can be trained to go for walks outside on a leash and harness. An outdoor enclosure should be one that keeps cats in and predators out, which means it must have a closed roof.\n\nWhy Dogs Do Better Indoors\n\nSome pet owners believe that outdoor dogs get more exercise, are happier, and are good guard dogs. According to pet health experts, however, these arguments are simply not true. Dogs are social animals that crave attention; they are not happy alone outside. If a dog lives outside, the only territory he will guard is his pen. And instead of exercising, dogs that are left outside spend most of their time waiting for you.\n\n\"In some parts of the country where the climate is milder, it is more common to have outdoor dogs, but dogs are social creatures and are never happy in isolation,\" says Bill Gorton, a professional dog trainer in Lehigh Valley, Pa. Here are some of the other hazards of keeping a dog as an outdoor pet:\n\nPet health. Outdoor dogs can escape from the yard, facing danger in the form of traffic, poisoning, or fights with other animals. Chronic health problems can develop from cold or heat exposure. Because outdoor dogs are less socialized, they are more likely to be given to shelters. In addition, outdoor dogs are more likely to be put down.\n\nBehavior problems. Dogs that are outside pets are more stressed and develop behavior problems such as barking, digging, escaping, and being overly aggressive. This makes them harder to train and easier to give up.\n\nOutdoor options. Dogs need exercise. The best way to get them outside is to be outside with them, walking or playing. If you leave your dog outside for short periods, make sure to provide a safe, escape-proof shelter, shade, and fresh water. Never chain your dog. Remember that dogs with heavy coats don't do well in the heat, and short-coated dogs do not do well in the cold.\n\nShould You Change Your Pet’s Environment?\n\nIt is possible to bring your outdoor pet indoors, but it may take some time to get him used to being in the house; making an indoor pet into an outdoor pet is almost always a bad idea. Cats will easily learn to use a litter box, and you can keep them happy by providing them with play toys and a scratching post, but letting an indoor cat outside exposes them to dangers, and cats may stray.\n\nBad habits developed as an outdoor dog may be managed or modified with training. You may need the help of a professional dog trainer. \"The worst thing you can do to a dog that is an indoor pet is turn him outside,\" warns Gorton. \"Imagine how you feel when you have been locked out of your house for just a short time. Trying to make an indoor dog into an outdoor pet is a form of abandonment and cruelty, and your pet's health will certainly suffer.\"Opening your home to a pet is wonderful for you and the animal you choose, but remember that your dog or cat will thrive within your home, not outside of it.",
        "image": "/article/inside-or-outside-dog-800x500.jpg"
    },
    {
        "id": "2",
        "tag": "VACCINATION",
        "title": "What do we know about COVID-19 and Pets?",
        "content": "Veterinarians deal with corona viruses a lot and have for a very long time, canine and feline corona viruses – which the two species don’t share with one another or share with people. Also, when we get the common cold it’s usually a human corona virus (not to be confused with the novel corona virus which is now impacting the entire planet) and dogs and cats have never gotten colds from humans. But as Dr. Golab notes, this virus is different, and it’s novel; we’re still learning about it.\n\nThere was a dog tested for the COVID-19 virus in Hong Kong, owned by someone who was suffering from COVID-19. The dog does have a low level of infection. But the dog has not become ill, and has not been able to spread the virus to other dogs or to people. (Important to note: any animal may carry and infection does not equate with infectious). Still, the AVMA and particularly local veterinarians will continue to follow this one Pomeranian in Hong Kong.\n\nIDEXX Laboratories, Inc.  announced that the company has tested thousands of dogs and cats for the SARS-CoV-2 virus (COVID-19), and thus-far not a single positive test. These new test results align with the current expert understanding that COVID-19 is primarily transmitted person-to-person, and is now considered a human corona virus.\n\nIDEXX press release:\n\nIDEXX Laboratories, Inc. (NASDAQ: IDXX), a global leader in veterinary diagnostics and software, today announced that the company has seen no positive results in pets to date of SARS-CoV-2, the coronavirus strain responsible for the coronavirus disease 2019 (COVID-19) respiratory outbreak in humans. IDEXX evaluated thousands of canine and feline specimens during validation of a new veterinary test system for the COVID-19 virus. The specimens used for test development and validation were obtained from specimens submitted to IDEXX Reference Laboratories for PCR testing.\n\nThese new test results align with the current expert understanding that COVID-19 is primarily transmitted person-to-person and supports the recommendation against testing pets for the COVID-19 virus. For dogs or cats presenting with respiratory signs, the recommendation is to contact a veterinarian to test for more common respiratory pathogens.\n\n“Should leading health authorities determine it is clinically relevant to test pets for the COVID-19 virus, IDEXX will be ready to make the IDEXX SARS-CoV-2 (COVID-19) RealPCR™ Test available,” said Jay Mazelsky, President and Chief Executive Officer of IDEXX Laboratories. “Pets are important members of our family, and we want to keep them healthy and safe. We will continue to monitor COVID-19 and pet health across our global IDEXX Reference Laboratories network as this situation evolves.”\n\nIDEXX Reference Laboratories is a global network of more than 80 laboratories united by a shared commitment to advancing pet care. IDEXX never stops looking for new ways to do more and discover more to enhance the health and well-being of pets, people, and livestock. Customers worldwide benefit from the company’s sophisticated network of veterinary reference laboratories in the United States, Canada, Australia, New Zealand, Japan, South Korea, South Africa, Brazil, and across Europe, which offer the most complete and advanced menu of tests in the industry.\n\nStill, Dr. Golab says use common sense regarding interactions with dogs and cats.  It makes sense to wash hands after handling any animal. If you are a positive for COVID-19, it probably makes sense to have someone else in the home care for the animal (if possible).\n\nDr. Golab agrees with that in this time of great stress, hearing cats purr in our ears and taking walks with our dogs can help us to feel warm and fuzzier.\n\nThe American Veterinary Medical Association has stayed on top on this fluid situation, and is arguably the most reliable resource. The AVMA and CDC do communicate with another. So many blogs and social media may be spreading misinformation – Dr. Golab and the AVMA are arguably the most trusted in this time of confusion and fear.\n\nCOVID-19 Spread on Surfaces, such as Pets?\n\nQ: Can pets serve as fomites in the spread of COVID-19?\nA:  Dr. Golab answers, “COVID-19 is usually primarily transmitted when there is contact with an infected person’s bodily secretions, such as saliva or mucus droplets in a cough or sneeze.\n\nCOVID-19 might be able to be transmitted by touching a contaminated surface or object (i.e., a fomite) and then touching the mouth, nose, or possibly eyes, but this appears to be a secondary route. Smooth (non-porous) surfaces (e.g., countertops, door knobs) transmit viruses better than porous materials (e.g., paper money, pet fur), because porous, and especially fibrous, materials absorb and trap the pathogen (virus), making it harder to contract through simple touch.\n\nBecause your pet’s hair is porous and also fibrous, it is very unlikely that you would contract COVID-19 by petting or playing with your pet. However, because animals can spread other diseases to people and people can also spread diseases to animals, it’s always a good idea to wash your hands before and after interacting with animals; ensure your pet is kept well-groomed; and regularly clean your pet’s food and water bowls, bedding material, and toys.”",
        "image": "/article/steve-dale-covid-article.png"
    },
    {
        "id": "3",
        "tag": "DOGS",
        "title": "Do Dogs Dream?",
        "content": "Whether or not dogs dream isn’t known with scientific certainty, but it sure is difficult to imagine that they don’t. We’ve all watched our dogs demonstrate behaviors in their sleep that resemble what they do in a fully awake state. Paddling legs, whining, growling, wagging tails, chewing jowls, and twitching noses inspire us to wonder what our dogs are dreaming about.\n\nWhat we know about dogs and dreams\nWhile our knowledge on this topic is very limited, the following known information helps us believe that dogs do indeed experience dreams. According to MIT News, Matthew Wilson, a professor of neuroscience at MIT, and Kenway Louie, a graduate student in 2001,  have studied the relationships between memory, sleep and dreams. They found that when rats were trained to run along a circular track for food rewards, their brains created a distinctive firing pattern of neurons (brain cells). The researchers repeated the brain monitoring while the rats were sleeping. Low and behold, they observed the same signature brain activity pattern associated with running whether the rats were awake or asleep. In fact, the memories played at approximately the same speed during sleep as when the rats were awake.\n\nCan we apply this to dogs?\nCan we take what is known about dreaming in rats and humans and apply the information to dogs? Wilson believes that we can.\"My guess is — unless there is something special about rats and humans — that cats and dogs are doing exactly the same thing,\" he said, according to USA Today’s website.\n\nIt is known that the hippocampus, the portion of the brain that collects and stores memories, is wired much the same way in all mammals. According to healthday.com, Professor Wilson says, “If you compared a hippocampus in a rat to a dog; in a cat to a human, they contain all of the same pieces.” He believes that as dogs sleep, images of past events replay in their minds, much the same way people recall experiences while dreaming.\n\nIn people it is known that most dreams occur during REM (rapid eye movement) sleep, according to the National Institutes of Health. Dogs also experience periods of REM sleep. Psychology Today’s website says that during REM their breathing becomes more irregular and shallow. There may be muscle twitching during REM and, when one looks closely, rapid eye movements behind closed eyelids can often be observed. It is during REM sleep that behaviors thought to be associated with dreaming (legs paddling, twitching, vocalizing, etc.) are most commonly observed.\n\nWhat we want to believe about dog dreams\nWhen we observe our dogs as they sleep, it’s just about impossible to imagine that they are not dreaming. Just like the rats studied by Wilson and Louie, it is tempting to believe that our four-legged best buddies are reenacting their recent experiences; playing at the dog park, sniffing in the woods, chewing on a treasured bone, and chasing squirrels.\n\nThe National Institutes of Health says that Sigmund Freud theorized that dreaming was a “safety valve” for our unconscious desires. Perhaps he is correct, and, when our dogs sleep, they dream about catching the neighbor’s pesky cat, continuous belly rubs in conjunction with unlimited dog treats, and stealing the Thanksgiving turkey from the dining room table.",
        "image": "/article/dog-sleeping-on-pillow-122583050.jpg"
    },
    {
        "id": "4",
        "tag": "CATS",
        "title": "3 \"Silent\" Killers of Cats",
        "content": "1. Chronic kidney disease\nOne of the top silent killers of cats is chronic kidney disease (CKD) (This is sometimes called chronic renal failure or chronic kidney injury). These terms are all semantically the same, and basically mean that 75% of both the kidneys are ineffective and not working. Clinical signs of CRD include:\n\n- Excessive drinking\n- Excessive urinating\n- Larger clumps in the litter box\n- Weight loss\n\nThankfully, with appropriate management, cats can live with CKD for years (unlike dogs where CKD usually progresses more rapidly). Chronic management may include a low-protein diet, frequent blood work, increasing water intake (e.g., with a water fountain or by feeding a grueled canned food), medications and even fluids under the skin (which many pet guardians do at home, once properly trained).\n\n2. Hyperthyroidism\nHyperthyroidism is an endocrine disease where the thyroid gland produces too much thyroid hormone. This is seen in middle-aged to geriatric cats, and can result in very similar clinical signs to chronic kidney disease including:\n\n- Excessive thirst\n- Increased water consumption/article/urination\n- Vomiting/article/diarrhea\n-Weight loss\n\nHowever, as hyperthyroidism increases the metabolism of cats, it causes one defining sign: a ravenous appetite despite weight loss. It can also result in:\n\n- A racing heart rate\n-Severe hypertension (resulting in acute blood loss, neurologic signs, or even a clot or stroke)\n- Secondary organ injury (e.g., a heart murmur or changes to the kidney)\n\nThankfully, treatment for hyperthyroidism is very effective and includes either a medication (called methimazole, surgical removal of the thyroid glands (less commonly done), a special prescription diet called y/article/d® Feline Thyroid Health), or I131 radioiodine therapy. With hyperthyroidism, the sooner you treat it, the less potential side effects or organ damage will occur in your cat.\n\n3. Diabetes mellitus\nAnother costly, silent killer that affects cats is diabetes mellitus (DM). As many of our cats are often overweight to obese, they are at a greater risk for DM. With diabetes, the pancreas fails to secrete adequate amounts of insulin (Type I DM) or there is resistance to insulin (Type II DM). Insulin is a natural hormone that drives sugar (i.e., blood glucose) into the cells. As a result of the cells starving for glucose, the body makes more and more glucose, causing hyperglycemia (i.e., a high blood sugar) and many of the clinical signs seen with DM. Common clinical signs for DM are similar to those of Chronic kidney disease and hyperthyroidism and include:\n\n- Excessive urination and thirst\n- Larger clumps in the litter box\n- A decreased or ravenous appetite\n- Lethargy or weakness\n\nTreatment for DM can be costly, as it requires twice-a-day insulin injections that you have to give under the skin. It also requires changes in diet (to a high protein, low carbohydrate diet), frequent blood glucose monitoring, and frequent veterinary visits. With supportive care and chronic management, cats can do reasonably well; however, once diabetic complications develop (e.g., diabetic ketoacidosis, hyperosmolar, hyperglycemic syndrome), DM can be life threatening.",
        "image": "/article/5-silent-killers-cats-475212379.jpg"
    },
    {
        "id": "5",
        "tag": "CATS",
        "title": "Do Cats Really Love You Less Than Dogs?",
        "content": "The ‘Secure Attachment’ study\nAccording to the PLOS One website, where the study by Alice Potter and Daniel Mills is published, it involved twenty guardian-cat pairs. The cats were placed in two rooms with two chairs (one for the guardian and one for a stranger) along with some cat toys and covered windows. A video camera taped the interaction between each cat, the guardian and the stranger during a variety of behaviors (guardian leaving and returning, stranger leaving and returning, etc.) The researchers used a test known as the “Ainsworth Strange Situation” to gauge the behavior of the cats in terms of how much attachment the cats appeared to have with their guardians.\n\nThe ‘Secure Attachment’ study results\nResearchers found that cats in the test did vocalize more when their guardian left, compared to the stranger leaving, but they “didn’t see any additional evidence to suggest that the bond between a cat and guardian is one of secure attachment.”\n\nThe researchers indeed found that “many aspects of the behavior of cats…are not consistent with the characteristics of attachment.” However, they also noted that the test did not look into whether there may be differences in attachment between cats that are indoor only and indoor/article/outdoor, and they also noted that the test they used may not have been  an effective instrument to determine cats’ attachments to guardians. Specifically, they stated that “…we do not wish to imply that cats do not form some form of affectionate social relationship or bond with their owners…only that the relationship with the primary caregiver is not typically characterized by a preference for that individual based on them providing safety and security for the cat.”\n\nWhat does all of this really mean?\nWhat this means is that cats do not display the same sort of attachment to their guardians that dogs do in terms of seeing the guardian as a source of safety and display more behaviors that we would term “independent.” This does not mean at all that cats do not enjoy their relationship with their guardians – they simply seek human companionship for different reasons and in different ways from canines.\n\nFor example, the study found that when using the Ainsworth test with dogs, standing by the door, where the guardian had exited, was a key measure for determining attachment and even separation anxiety. They did not see this behavior among the cats in the study, but that may not be because cats don’t miss you – the researchers note this could be due to the fact that “cats do not show distress in this way.”\n\nWithin a cat’s social network, you do not see the same kind of strong social bonds that you will see in groupings of dogs. This may be due to cats being more solitary hunters and not needing to bond as closely with social groups in order to survive.\n\nUnlike dogs, who have been working and living with humans far longer, cats do not look to people for their daily needs. However, they do clearly form social bonds with their owners and show “affectionate” behavior, as well as a preference for their guardian(s) over non-household humans. In short, don’t let catchy headlines make you doubt your cat’s love.",
        "image": "/article/do-cats-really-love-you-less-than-dogs532150121.jpg"
    },
    {
        "id": "6",
        "tag": "DOGS",
        "title": "What You Need To Know About Heartworm Disease",
        "content": "What is Heartworm Disease?\nHeartworm disease is caused by the parasite Dirofilaria immitis, a type of roundworm that lives inside the heart and blood vessels of the lungs. Heartworm disease is transmitted by mosquitoes. It is a serious disease that primarily affects the heart and lungs but can also affect the liver, kidney, eye, and central nervous system, and if untreated, can cause death.\n\nSymptoms\nThe symptoms of heartworm disease are subtle and can be easy to miss. As the number of heartworms increases, the symptoms of coughing, lethargy, exercise intolerance, lack of appetite and weight loss become more apparent. However it is best not to wait until symptoms develop since irreversible damage may have already occurred by then.\n\nHow is it diagnosed?\nHeartworm disease is most commonly diagnosed using blood tests that detect the presence of heartworms. Many veterinarians run these fast, simple tests in the clinic and can give you results within minutes. Depending on the test results and the animal’s symptoms additional laboratory tests, radiographs and a cardiac ultrasound may also be recommended to determine infection and severity.\n\nHow is it treated?\nThe goal of treatment is to kill the heartworms without harming the patient. Fortunately, the treatment options have improved but they still have potential risks. Infected animals usually receive a series of intramuscular injections, hospitalization and then strict confinement to limit exercise for weeks. The fact is, treatment is expensive, time consuming and not without risks. For these reasons the goal should always be prevention rather than treatment of this horrible disease.\n\nPrevention\nThe best way to treat heartworm disease is to prevent it in the first place. Fortunately, there are numerous safe and effective preventative medications available. Heartworm preventative medications are available from your veterinarian in many forms: oral, topical, and injectable. In addition to protecting your pets from heartworm disease, many of the heartworm preventatives also protect your pet against other internal parasites. This is important because it helps prevent the spread of parasites. So not only are you getting heartworm protection for your pet but also peace of mind that your pet has not picked up parasites like roundworms that can be transmitted to other pets and even humans. Finally, before starting preventative medications on pets over 6 months of age, have your veterinarian test them for heartworm infection because serious complications can develop if an infected animal is started on certain preventatives.",
        "image": "/article/what-you-need-know-about-heartworm-disease-1-122413043.png"
    },
    {
        "id": "7",
        "tag": "CATS",
        "title": "Kidney Disease in Cats: What Cat Owners Should Know",
        "content": "What is kidney disease in cats?\nKidney disease in cats is notoriously hard to catch early and can have devastating effects on our feline friends. In general, kidney disease (sometimes called “kidney failure”) happens when your cat’s kidneys stop doing their job as well as they should. (Learn more about what kidneys do for your cat.) This damage, once done, is usually permanent and can be caused by a variety of issues. (Learn more about 10 common causes of kidney disease in cats.)\n\nKidney disease in cats is classified in two primary ways, as:\n\n- Chronic kidney disease in cats\n- Acute kidney injury in cats\n\nKidney disease quick tips:\n\n- Kidney disease is a leading cause of suffering and death in cats,3 and has been so difficult to combat because it was often not detected until most of the damage was done and permanent.\n- Certain factors like kidney stones, urinary tract infections, or hereditary conditions could make kidney disease more likely.\n- Encouraging your cat to drink more water can help with kidney health.\n- Encouraging your cat to drink more water can help with kidney health.\n- As cats age, the likelihood of developing kidney disease increases. In fact, more than half of cats over age 15 are afflicted\n- The IDEXX SDMA™ Test is a breakthrough that not only screens for kidney disease, but can detect this devastating disease months to years earlier than previously possible.",
        "image": "/article/kidney-disease-cats-what-cat-owners-should-know-1-aa031910_0.jpg"
    },
    {
        "id": "8",
        "tag": "CATS",
        "title": "Tiny Beads Cause a Revolution in Cancer Treatment in Cats",
        "content": "Tiny beads are changing the way some veterinarians deal with cancer. These beads are effective, cheap and have few side-effects. Are they too good to be true?\n\nAround 2008, I came across a new option to complement cancer surgery. Results have been impressive. Until then, chemotherapy and radiation therapy were the two main solutions offered after removal of cancerous tumors, just like in people. Both treatments may cause side-effects, and they can cost thousands of dollars.\n\nAbout the chemo beads\nChemo beads cost a fraction of any other option. Veterinarians are now able to place tiny cisplatin-impregnated beads around the tumor site. Cisplatin is then slowly released from the beads, which are reabsorbed by the body over 4-6 weeks. Cisplatin is a common chemo drug, normally used with an IV in our canine cancer patients.\n\nUnfortunately, cisplatin can be deadly in cats, but by including a minuscule dose in the beads, veterinarians are now able to eliminate the former side-effects.\n\nThe beads measure 3 mm in diameter, or about 1 tenth of an inch.\n\nThe limitations of the chemo beads\nAlthough cisplatin beads are often effective at preventing or slowing the cancer from coming back, they do not prevent spreading (metastasis), e.g. to the lungs. Fortunately, some of these tumors do not spread readily to begin with.\n\nWhen are the beads placed?\nThe best time to place the beads is at the time of surgery, when we know exactly where the tumor was and where cancer-free edges (margins) are questionable. Implanting beads after the surgery (e.g. after the biopsy report reveals imperfect edges) has 3 drawbacks:\n\n- It is difficult to know where margins were\n- It requires another surgery under anesthesia\n- There are additional costs\n\nThe number of beads varies with the size of the tumor. They are typically placed every 1-2 cm. However, to decrease the risks, 6 beads are usually the most used in cats. This means that the tumor can’t be too big, if the patient is to be a good candidate.\n\nSide-effects of chemo beads\nSide-effects are rare and typically local. They occasionally include swelling, irritation and skin drainage.  Although IV cisplatin is deadly in cats, I have not observed or heard of general side-effects after bead placement.\n\nWhich cancers might chemo beads be used for?\nCisplatin beads do not work on all tumors. Your veterinarian, or a veterinary surgeon, is in the best position to decide if they are appropriate. Indications for cisplatin beads include tumors removed with “thin margins” such as:\n\n- Soft tissue sarcomas (fibrosarcoma)\n- Melanoma (in the skin or the mouth)\n - Some carcinomas (squamous cell carcinoma, salivary gland carcinoma, thyroid carcinoma).",
        "image": "/article/tiny-beads-cause-a-revolution-cancer-treatment-cats-483595696.jpg"
    },
    {
        "id": "9",
        "tag": "DOGS",
        "title": "You’ll Probably Be Disappointed by Your Dog’s Reaction to Your “Fake Fainting”",
        "content": "We’d all like to believe our dogs would act heroically when faced with danger. Dashing to retrieve rescue for an injured owner, dragging a helpless child from a burning building or Dialing 911 for a collapsed companion—that sort of stuff.\n\nWell, as seen on BarkPost™ and Buzzfeed, some pet parents are testing their pet’s “superdog” status and videoing the results. Turns out not every dog can channel their inner Lassie and save the day. In fact, most seem pretty perplexed by the whole thing.\n\nThe setup\nBefore I go any further, I want to make it clear that I don’t recommend nor advise what these wanna-be-internet-famous folks are doing. In fact, I think it can be downright dangerous. Here’s the setup: A person is out walking their dog on a leash and pretends to collapse. Video rolls to share how the dog responds when the guardian fake-falls to the ground, feigning fainting. (Say that five times fast.) So how’d the dogs do? Underdog to the rescue?\n\nThe results\nNot so much. Most of the dogs simply ignored the guardian and continued trekking. One kept walking until you couldn’t see it, and another took the opportunity to hightail it elsewhere. Not a single dog poked, prodded, licked, sniffed or snuggled their guardian. Only one made any attempt to even glance back at their blacked-out buddy. Disappointed doesn’t do it justice.Sometimes, dogs do get upset\nAs fate would have it, my wife inadvertently conducted a similar experiment last weekend. She was with her yoga class participating in a beach sunrise session. As the group entered shavasana (“corpse pose” or the final deep relaxation stage), a large Boxer-mix and guardian approached. As the class lay on the beach, face up, hands by their sides, not moving, my wife noticed the Boxer abruptly stop. It stared at the group and stared up at its human. The Boxer repeated this back-and-forth attempt to get its oblivious guardian’s attention several times. Finally, the Boxer began pulling toward the group as if to say, “Can’t you see there’s a bunch of dead people over there? Help them!” Needless to say, my wife broke pose and went over to hug her newfound hero friend. Too bad she wasn’t videoing it.",
        "image": "/article/youll-probably-be-disappointed-by-your-dogs-reaction-to-your-fake-fainting-148091156-178175516.jpg"
    },
    {
        "id": "10",
        "tag": "VETS",
        "title": "Choosing a Veterinary Hospital For Your Exotic Pet: 5 Basic Questions",
        "content": "1. How many (snakes, birds, ferrets, rabbits, whatever species) has this vet ever treated?\nWhile practice may not always make perfect, it certainly makes better. The more of any given species a veterinarian sees, the more likely that he or she is to recognize disease and be able to recommend appropriate treatment. Most vets receive little to no training in school on exotic animal species, so if they really want to learn about how to care for these animals, they have to seek out information on their own. These vets who take the initiative to go the extra mile to learn about exotic pets are the vets you’d want to see.\n\n2. Is the veterinary hospital set up to accommodate exotic pets?\nWhile many cat and dog hospitals will see exotic pets, they often do so because they are the only game in town. Many cat and dog hospitals will only treat an exotic pet when no one else will, and the pet is really sick. You can really tell whether a veterinary hospital is set up to treat exotic pets if they have some of the basic equipment and supplies needed to do so, such as a small scale that weighs in grams for weighing little exotic pets or a tank for safely enclosing a reptile. If they have no equipment specifically designed for treating and examining typically smaller exotic patients, it is likely they don’t treat many of them.\n\n3. Are the veterinary technicians comfortable handling exotic patients?\nKnowing how to safely handle exotic pets is truly an art that takes years to master. Most exotic animals are prey species that become stressed when restrained. No matter how good a veterinarian may be at the medical care of exotic species, without great technical staff to comfortably hold these animals, that vet cannot perform great medical care. By just watching how veterinary technicians restrain and manipulate your exotic pet, you can get an idea about how often they actually handle exotic pets. Technicians and veterinarians trained in exotic pet restraint should be relaxed and have a plan on how to pick up and hold your pet. If they are floundering around trying to figure out how to catch your pet, their experience is very likely limited.\n\n4. Are the veterinarians and/article/or the veterinary staff members of any exotic pet professional organizations?\nThere are several professional exotic animal groups, such as the Association of Avian Veterinarians, the Association of Exotic Mammal Veterinarians, and the Association of Reptilian and Amphibian Veterinarians, to which many veterinarians who are interested in exotic pet care belong. These organizations provide continuing education to veterinary professionals, and typically, individuals who want to remain knowledgeable in exotic pet care will join one or more of these groups to stay current. Veterinarians who belong to these groups typically display the organization’s logo on a decal in their hospitals’ window or printed on their hospitals’ client literature. Each of these organizations have websites, too, that list current members geographically. If a vet has taken the time and money to join any of these organizations, then he or she at least has a strong interest in exotic pets.\n\n5. Does the veterinary hospital provide care for exotic pet emergencies?\nThis is something most exotic pet owners don’t think about until they are faced with their own pets’ emergency. While a few animal hospitals have veterinarians on call and technicians who remain in the hospital overnight to care for critical cases, the most veterinary hospitals are not open 24/article/7 but have arrangements with local 24-hour emergency clinics to care for their patients overnight and on emergency basis. However, while local emergency clinics are generally happy to take in dog and cat emergencies, they are not always equipped to handle exotic pet emergencies. When choosing an animal hospital to care for your unique exotic pet, be sure to ask the veterinary staff exactly how they handle exotic pet patients with emergencies after hours. If they have no contingency plan, they likely treat very few exotics. Just as your dog and cat vet should have a plan for after-hours emergencies, so should your exotic pet vet. This is perhaps the most important question to consider when choosing a doctor for your beloved pet. Don’t be afraid to ask it. The answer could be the difference between life and death.",
        "image": "/article/choosing-a-veterinary-hospital-your-exotic-pet-5-basic-76803388.jpg"
    },
    {
        "id": "11",
        "tag": "DOGS",
        "title": "Ways to Keep Your Dog Safe During Fireworks",
        "content": "It's frustrating when you can't comfort your canine companion. To help you keep your furry friend calm and collected, we’ve rounded up a handful of top tips from veterinary experts.\n\n1. Know Your Dog: Each Dog Reacts Differently to Fireworks and Loud Noises\nNot every dog is afraid of fireworks — some even sleep right through them. Dogs who are afraid may react differently depending on their age, breed, and past trauma. Breeds like the Norwegian buhund, for example, were found to be almost four times more sensitive to loud noises like fireworks than Chinese cresteds, according to a study on noise sensitivity in 17 different dog breeds.\nBecause of this, Jerry Klein, a doctor of veterinary medicine in Chicago and the chief veterinary officer for the American Kennel Club, says you have to know your dog before you can help your dog.\n“We have to be cognizant not of how we feel, but how the dog feels,” he says. “Different breeds handle things differently, and older dogs may not want to be immersed in a loud, crowded place. Realize who your dog is, and what’s best for them.”\n\n2. Keep Your Dog Indoors and With Someone During Fireworks\nThese days, pets are treated as equals (and some, like queens and kings) in many homes, so there’s always an extra helping of guilt when your pup’s eyes fill with horror as you leave the house without them. It’s tempting to bring your dog everywhere you go, but Dr. Venator recommends leaving your dog at home if you plan to enjoy fireworks outdoors.\n“Even if your dog spends most of his time outdoors, bring him inside during firework displays,” he says. “This will prevent him from running away when he feels scared, which can put him in danger.”\nNo one wants to miss out on celebrations like the Fourth of July, but Dr. Klein recommends not leaving a dog with a fireworks phobia or a strong reaction to loud noises at home alone. Even if they’re locked up indoors, they can still hurt themselves or damage things in the house — as an emergency vet, Klein has had cases where fearful dogs have jumped right through a glass window to escape. If you can’t be at home, his best advice is to get a dog sitter for periods of loud noises like fireworks.\n\n3. Create a Safe Space at Your Home for Your Dog to Hide\nLike any animal trying to avoid danger, a dog will seek refuge when he or she feels threatened. If you don’t already have one, create a safe space that’s for your dog and your dog only. For crate-trained dogs, Venator suggests adding an extra level of security by padding the space with favorite toys and a blanket or piece of clothing with your scent on it. You can also put a heavy blanket over the crate to help make the space feel more enclosed.\nIf your dog isn’t crate-trained, do not force him or her into one — that will just exacerbate her anxiety. Instead, Venator recommends putting a dog bed in a dark, quiet room (some dogs will hide in the bathroom, or a closet), or somewhere in the house that muffles noise from outside.",
        "image": "/article/Dog+Fireworks.jpg"
    },
    {
        "id": "12",
        "tag": "VACCINATION",
        "title": "Parvovirus-Like Symptoms Seen in Michigan Dog Deaths",
        "content": "Michigan authorities are investigating a mysterious illness that has killed more than 20 dogs this summer, often striking puppies or younger animals and killing them within a few days.\n\nAll the animals died in Otsego County from what officials described as a parvovirus-like condition, the Otsego County Animal Shelter said in an August 19 post on Facebook. The dogs had typical symptoms of parvovirus like vomiting and bloody stool, but tested negative for this virus, according to shelter officials.\n\n“We have not seen any dogs that die that are PROPERLY vaccinated,” the shelter said in the social media post. “If you do not know if your dog is PROPPERLY [sic] vaccinated or what PROPERLY vaccinated is contact your VETERINARIAN.”\n\nYoung puppies are highly susceptible to infection, and may need a series of vaccinations during their first few months of life to protect against parvovirus, according to the American Veterinary Medical Association (AVMA). Puppies may get some immunity from their mothers’ milk but have a gap in protection before they are fully vaccinated when they may still get infected. The AVMA recommends all puppies, regardless of vaccination history, get a dose of parvovirus vaccine between 14 and 16 weeks old.\n\nBefore this, pet owners should limit how much time puppies spend in places where other puppies congregate, like pet shops, parks, doggy day cares or kennels, the AVMA advises. Good dog-care providers will also try to reduce exposure by accepting only dogs that are vaccinated.\n\nParvovirus is highly contagious and commonly causes acute gastrointestinal illness in puppies, according to the Cornell University College of Veterinary Medicine. Most often, it strikes puppies between 6 and 20 weeks old. While a vaccine released in the late 1970s has helped to curb infections, outbreaks are still common, according to Cornell.\n\nA parvovirus diagnosis can be confirmed with fecal testing, which can be done in a veterinarian’s office in about 15 minutes, according to Cornell. This test is fairly accurate, but dogs who have the virus can sometimes test negative for it if their stool samples are collected later in the course of illness, according to the School of Veterinary Medicine at the University of Wisconsin-Madison.\n\nWhile no drugs target this condition, dogs can be treated with intensive fluid regimens to prevent dehydration as well as medications to control vomiting and diarrhea and to prevent additional infections, according to AVMA.\n\nOne of the challenges in preventing the spread of parvovirus is that symptoms may not surface until about one week after dogs are infected, according to Cornell. Besides nausea and vomiting, other symptoms can include lethargy, depression, lack of appetite, and the sudden onset of a high fever.\n\nEarlier in August, the Otsego County Animal Shelter issued a public service announcement about a number of dogs that had been sickened with what officials suspected might be parvovirus.\n\n“There have been many dogs over the last month that have gotten sick with what appears to be parvo (throwing up, bloody stool),” the shelter said in an August 9 post on Facebook. At the time, shelter officials expressed some uncertainty around the cause of these illnesses, particularly because the dogs had all tested negative for parvovirus.\n\nMost dogs died within three days and most of them were under 2 years old, the shelter said. Some of the sickened dogs were vaccinated.\n\n“We really don't know anything,” the shelter said on August 9. “The only thing is to make sure your pets are vaccinated and at the first sign of illness get to the veterinarian.”",
        "image": "/article/parvovirus-symptoms-in-michigan-dog-deaths-1440x810.jpg"
    },
    {
        "id": "13",
        "tag": "NUTRITION",
        "title": "How You Feed Your Pets Can Make Them and You Sick",
        "content": "For most of us, food safety habits — like washing our hands before preparing a meal and giving our plate a rinse before placing it in the dishwasher — are second nature. But would it surprise you to know that you should be following those same protocols when feeding and cleaning up after your pet?\n\nA new study, published on April 6 in the journal PLoS One, found that most U.S. dog owners don’t know and don’t follow the U.S. Food and Drug Administration (FDA) guidelines on safe pet food and dish handling. In this case, what you don’t know can hurt you. Contaminated pet food has been the source of multiple outbreaks of bacterial illness among dogs and humans, according to the authors.\n\n“Pet owners should know that pet food bowls can harbor bacteria and that recommendations exist for minimizing that risk,” said lead author Emily Luisana, DVM, veterinarian at Friendship Hospital for Animals in Washington, D.C, in a statement.\n\nPet food and treats, like many other types of food, can be contaminated with harmful bacteria that cause foodborne illnesses, such as salmonellosis and listeriosis, according to the FDA.\n\nEven Many Veterinary Professionals Aren’t Aware of Safety Recommendations\n\nAccording to Dr. Luisana, the idea for the study came from “watercooler-type” conversations among veterinary nutritionists. “We realized that, when it came to our own pets, we all had different pet food storage and hygiene practices,” she said. The recommendations around safety for pet food and storage were relatively unknown, even among veterinary professionals, she added.\n\n“Once we investigated what we should be doing, we noted the FDA recommendations regarding these habits were relatively sparse in comparison with the human recommendations and the outcome of these recommendations had not been studied,” said Luisana.\n\nLess Than 5 Percent of Dog Owners Are Aware of FDA Guidelines\n\nTo find out what the average pet owner knew about pet food safety, investigators surveyed 417 dog owners. They found that less than 5 percent were aware of the guidelines, and many owners did not follow many of the recommendations.\n\nPet food and dish handling guidelines include the following:\n\n- Wash hands for at least 20 seconds prior to handling\n- Do not use bowl as a scooping utensil\n- Wash the dish and scoop with hot water for at least 20 seconds after each use\n- Wash hands for 20 seconds after handling food.\n\nTo better understand the effectiveness of the FDA recommendations, the researchers tested 68 household dog food dishes for bacterial contamination. After initial testing, they divided the owners into three groups with different instructions for implementing food handling guidelines.\n\nOne group followed FDA guidelines for pet food and dishes, one group followed those guidelines in combination with FDA’s human food handing protocol, and a third group served as the control — they were made aware of the guidelines, but they could choose whether or not to change their behavior.\n\nInvestigators tested the dishes again after one week and found significantly reduced contamination of dishes from the owners who followed the FDA’s pet food handling guidelines, either alone or in combination with the FDA’s human food handling protocol, versus dishes from owners who were not asked to follow either set of recommendations.",
        "image": "/article/pet-food-handling-guidelines-plos-one-1440x810.jpg"
    },
    {
        "id": "14",
        "tag": "VETS",
        "title": "How to Get Virtual Veterinary Care for Your Pet",
        "content": "Even in the age of the COVID-19 pandemic, pet owners who want to talk with their veterinarian at a safe distance have options: telemedicine or telehealth.\n\nAnd yes, there’s a difference.\n\nJust as medical appointments for humans have moved into the virtual realm since the beginning of the pandemic — with healthcare consultations being done by phone or online, using platforms like Zoom — so, too, have many of the services offered by veterinary clinics across the country.\n\n“We’re doing all our client consultations remotely now,” says Angela Hildenbrand, DVM, a veterinarian at West Village Veterinary Hospital in New York City. “And we may continue to offer that service when or if the pandemic ends, just because it’s convenient for a lot of people.”\n\nWhile telemedicine and telehealth both allow pet-care providers to take a thorough medical history of your furry friends — and birds and fish, too — and answer any questions you may have, they may not be the best options for you or your companion animal. That’s because there are many things a vet can’t do by phone or online video conference, such as diagnosing and monitoring chronic health problems or treating a major health emergency, Dr. Hildenbrand notes.\n\n“You still should have a relationship with a traditional vet, particularly if you have an older pet or one with health problems,” she says.\n\nWhere virtual vets come in handy, though, is in providing 24/article/7 access to pet-care professionals in the comfort of your home, and at fees that are a fraction of those charged by traditional brick-and-mortar clinics.\n\nSo, what are veterinary telemedicine and telehealth and what should you expect from these services?\n\nTelehealth for Pets: Popular, but Not Brand-New\n\nFirst, it’s important to note that many telehealth vet services have been around a lot longer than COVID-19, and they aren’t offering their services only for those affected by the pandemic. Several have been providing virtual advice for pets and their owners since the advent of online video conferencing technology and apps like FaceTime, Skype, and WhatsApp.\n\n“Yes, our volume tripled within the first two weeks of March” — or the start of the pandemic in the United States — “and has been growing steadily,” says Laura Berg, the vice president of business development at Ask.Vet, which was founded in 2014, “but we think pet virtual care is going to be a permanent part of pet parents’ veterinary interactions even after the pandemic is gone.\n\n“Our goal is to support pet parents through whichever technology they are most comfortable with, but most of our users prefer to chat via the web, text, or mobile app, as they often contact us in the middle of the night and don't want to be on a video call,” she adds, laughing.\n\nHow to Choose a Telehealth Provider for Your Pet\n\nIf you’re considering telehealth for your pet, there are dozens of providers out there. Experts say you should select one staffed with licensed veterinary professionals, including doctors and technicians, and a clear fee structure. Your virtual vet also shouldn’t promise care they can’t deliver, and they should have relationships with traditional vets in your local area — including, in particular, 24/article/7 emergency vet hospitals — if you need them.\n\n“By law, we can’t diagnose or treat any condition, or prescribe medication, but we can advise, educate, and guide,” Berg notes.\n\nWhere telehealth can help is by offering advice — quickly — when you need it. For example, Berg recalls an Ask.Vet “pet parent” who reached out to the company because her dog was having a seizure. A company veterinarian asked her to film the dog and upload the video to the company’s website.\n\nAfter viewing the video, the vet asked the woman to check the roof of her dog’s mouth for a stick or twig. The client found a stick and removed it.\n\n“It wasn't a seizure at all; it just looked like one, but our vet could tell it was a mouth issue,” Berg explains.\n\nVery often, this kind of advice and reassurance are all a pet owner needs; in fact, 70 percent of the company’s clients don’t bring their pet in to a local clinic after a virtual consultation, Berg says. Should the pet’s needs go beyond what can be done remotely, the company offers “pet parents without a vet a referral to the three closest locations to their home,” she says.\n\n“And, when our vets talk to a pet parent who needs to see a vet in person, we always prepare them with what to expect at the visit so that they’re not surprised if a blood draw, ultrasound, or X-ray is needed,” she adds.\n\nAt telehealth services like Ask.Vet, fees are much lower than at physical veterinary clinics. While fees for regular, in-person vet appointments range from $50 to $200, depending on where you live — and emergency visits can cost as much as $2,000 — a virtual consult with Ask.Vet is $19.99, according to Berg.\n\nAgain, you’re paying for a consultation — remote vets can only answer questions and offer advice; they can’t diagnose a health condition or prescribe treatment. Still, for many pet owners, stuck inside due to COVID-19, having an expert on call may be a lifesaver.\n\n“Our doctors use their medical training to ask differential questions that help them to guide the pet owner to determine if an issue is an emergency, can wait until the next day for a vet, or is something that can be handled by the pet owner from home,” Berg says. “Sometimes a pet parent doesn’t know when they need to go to a vet, and that's where our 24/article/7 virtual care can help.”How Telemedicine With a Traditional Vet Works\n\nConversely, many brick-and-mortar vet clinics have moved some of their services to the virtual realm since the start of the pandemic to keep pet owners, pets, and staff safe from COVID-19, Hildenbrand says. This practice is called telemedicine, according to the American Veterinary Medicine Association (AVMA).\n\nThe AVMA says that even if you decide to consult with your own local vet remotely, your appointment will be like an in-person visit — at least to start.\n\nAccording to Hildenbrand, the vet will take a medical history of your pet and review any health questions or concerns you may have. Ideally, they’ll also want to see your pet “live” on a video conference or video call, typically on Zoom.\n\nIn all, the online consultations last about 15 minutes. But they’re usually only offered to existing clients and their pets, as the clinic’s vets are more familiar with longtime patients’ medical histories and overall health.\n\n“In most cases, even seeing video of your pet can’t replace what we can do in an exam room, with your pet on the table or floor in front of us,” says Hildenbrand, whose practice has been offering telemedicine since the COVID-19 outbreak began in New York City in early March.\n\nIndeed, virtual visits might be okay for “minor” ailments — like diarrhea or a rash — in an otherwise healthy pet.\n\nBut for animals with chronic health issues or potentially more severe problems, it’s hardly ideal.\n\nThat’s why West Village and many other clinics, after consulting with clients remotely, instruct them to drop their pets off at the front door of their facilities — the handoff is usually done by a technician wearing a face covering and gloves — for an on-site exam.\n\nIf needed, the vets will consult again with the clients by phone to discuss any issues and make treatment recommendations.\n\n“That way, we can diagnose anything we see, and discuss a treatment plan with the client by phone,” Hildenbrand says.\n\nIf blood work, X-rays, or ultrasounds are needed, the clinics can perform them with the pet on-site, and then call the client to go over results. If necessary, medications can be prescribed and mailed to the client.\n\nWest Village has implemented a new fee structure for its telemedicine services, charging about 65 percent of the standard exam fee for remote consultation. If pets require an in-person visit because the vet determines a physical exam is needed or the pet doesn't get better after initial treatment, clients pay only the balance — or the remaining 35 percent — of the full exam fee.\n\n“There are really no downsides,” Hildenbrand says. “Telemedicine allows us to provide vital care for animals and advice for clients, without exposing them to risk. Given all that’s going on in the world, it just makes sense.”",
        "image": "/article/how-to-get-virtual-veterinary-care-for-your-pet-1440x810.jpg"
=======
      "id": 1,
      "Type": "Nutrition",
      "Title": "Wet vs Dry Food",
      "Body": "When it comes to food, there are so many options ...",
      "Imgsrc": "/cat.png",
      "Saved": false
    },
    {
      "id": 2,
      "Type": "Nutrition",
      "Title": "Wet vs Dry Food",
      "Body": "When it comes to food, there are so many options ...",
      "Imgsrc": "/cat.png",
      "Saved": true
    },
    {
      "id": 3,
      "Type": "Nutrition",
      "Title": "Wet vs Dry Food",
      "Body": "When it comes to food, there are so many options ...",
      "Imgsrc": "/profile-idle.svg",
      "Saved": false
    },
    {
      "id": 4,
      "Type": "Nutrition",
      "Title": "Wet vs Dry Food",
      "Body": "When it comes to food, there are so many options ...",
      "Imgsrc": "/bookmark-unchecked.svg",
      "Saved": false
    },
    {
      "id": 5,
      "Type": "Nutrition",
      "Title": "Wet vs Dry Food",
      "Body": "When it comes to food, there are so many options amongus amongus amongus amongus amongus amongus amongus amongus amongus amongus amongus amongus amongus amongus amongus amongus",
      "Imgsrc": "/cat.png",
      "Saved": false
>>>>>>> Stashed changes
    }
]